[
    {
      "id": "635ee4af75d9e91367b84016",
      "index": 0,
      "image": "https://cdn.pixabay.com/photo/2018/03/11/09/25/time-3216282__340.jpg",
      "topic": "Time Management",
      "quote": "It's not enough to be busy, so are the ants. The question is, what are we busy about? __Henry David Thoreau",
      "details": "This course will teach you the most cutting-edge tips and tricks for productivity, automation, and efficiency, so that you can do more work in less time and have more time for the things that matter in life. The sad truth is that most of us simply don't have enough time in our daily lives to get through everything we need to do. Much less the things we want to do. In this course from best-selling instructor Jonathan Levi, author of the blockbuster course Become a SuperLearner, you will learn how to reclaim enough time to do just that - and so much more. For the last 10 years, your instructor Jonathan Levi has developed a series of techniques, tips, tricks, and strategies to overcome a near superhuman workload. From juggling a multimillion dollar business while engaged as a full time student, to running multiple companies at the same time, to leading a jam-packed travel, social, and educational calendar that would make some people's heads spin.\r\n",
      "willLearn":[
        "Harness the preeminent theories of productivity and time management to squeeze more time out of the day", 
        "Identify time-wasters and zap them before they drain the day away",
        "Make more time for the things that matter in life",
        "Use cutting-edge hacks, tips, and tricks to improve computer productivity work" ,
        "Cut out the bad habits that cost hours in the day for no reason"
        ],
      "instructor": "Kaye Downs",
      "ratings": 4.8,
      "enrolled": "29539+",
      "price": "$28.99",
      "duration": "total 8.5 hours"
    },
    {
      "id": "635ee4af2aa36fe66368b4b4",
      "index": 1,
      "image": "https://images.pexels.com/photos/4386366/pexels-photo-4386366.jpeg?auto=compress&cs=tinysrgb&w=600",
      "topic": "Money Management",
      "quote": "Everyday is a bank account, and time is our currency. No one is rich, no one is poor, we've got 24 hours each. __Christopher Rice",
      "details": "This course helps you build competencies in financial and cost management for the hospitality industry. You will learn why a budget plan is necessary for businesses such as restaurants and hotels, and what factors to consider. Finally, the course provides you with hands-on lessons on efficiently drawing up budgets for the different operational aspects of running a successful and profitable hospitality business.\r\n",
      "willLearn":[
        "Discuss the need for cash flow planning in hospitality management",
        "Outline the requirements for making cash flow plans",
        "Discuss zero-based budgeting",
        "Explain the ABC (activity-based costing) system",
        "Identify areas of focus for the long term during a period of business"
      ],
      "instructor": "Tabatha Howell",
      "ratings": 4.9,
      "enrolled": "16888+",
      "price": "$20.99",
      "duration": "total 10 hours"
    },
    {
      "id": "635ee4afe745b6eada2cbab6",
      "index": 2,
      "image": "https://cdn.pixabay.com/photo/2017/02/09/11/40/school-2051712__340.jpg",
      "topic": "How to Learn Anything",
      "quote": "That is what learning is. You suddenly understand something you’ve understood all your life, but in a new way. __Doris Lessing",
      "details": "This course gives you easy access to the invaluable learning techniques used by experts in art, music, literature, math, science, sports, and many other disciplines. We’ll learn about how the brain uses two very different learning modes and how it encapsulates (“chunks”) information. We’ll also cover illusions of learning, memory techniques, dealing with procrastination, and best practices shown by research to be most effective in helping you master tough subjects.  \r\n",
      "willLearn":[
        "Keep a high level of focus during your learning activities",
        "Triple your learning capacities",
        "Memorize everything more efficiently",
        "Find the time to learn a new thing (even with a busy schedule)",
        "Reach your Learning goals in autopilot"
      ],
      "instructor": "Geneva Glover",
      "ratings": 3.9,
      "enrolled": "23619+",
      "price": "$36.99",
      "duration": "total 6 hours"
    },
    {
      "id": "635ee4afeb57815ea0f8e1e6",
      "index": 3,
      "image": "https://cdn.pixabay.com/photo/2018/09/17/12/30/board-3683740__340.jpg",
      "topic": "Career Guideline",
      "quote": "It's not what you achieve, it's what you overcome. That's what defines your career. __Carlton Fisk",
      "details": "Are you looking to develop a sustainable and prosperous career in today's ever-changing world? If this question intrigues you, you have come to the right place. In the post-Covid era, making suitable career choices is more challenging than ever. Having worked with some of the brightest minds, including those of Fortune 500 companies, globally renowned expert Dr Gleb Tsipursky takes you on a career-shaping journey to make your dreams into reality.\r\n",
      "willLearn":[
        "Describe the career strategy best practices used by successful Fortune 500 leaders and seize competitive advantage",
        "Analyse the mental blind spots that can prevent career growth and judgement errors that dead-end a career",
        "Outline five key steps for making quick yet effective career decisions",
        "Explain the research-driven ‘8-step’ technique that helps in making the best major career decisions",
        "Discuss methods that can help in making failure-proof decisions regarding a career"
      ],
      "instructor": "Snyder Norman",
      "ratings": 4.1,
      "enrolled": "23493+",
      "price": "$14.99",
      "duration": "total 22 hours"
    },
    {
      "id": "635ee4af617a788fc661803d",
      "index": 4,
      "image": "https://cdn.pixabay.com/photo/2017/07/31/11/21/people-2557396__340.jpg",
      "topic": "Effective Communication",
      "quote": "The most important thing in communication is to hear what isn’t being said. __Peter Drucker",
      "details": "Learn how to communicate more effectively at work and achieve your goals. Taught by award-winning Wharton professor and best-selling author Maurice Schweitzer, Improving Communications Skills is an essential course designed to give you both the tools you need to improve your communication skills, and the most successful strategies for using them to your advantage. You'll learn how to discover if someone is lying (and how to react if they are), how to develop trust, the best method of communication for negotiation, and how to apologize.\r\n",
      "willLearn":[
        "To Speak Powerfully",
        "To Present Your Ideas and Your Best Self to the World",
        "Self-Awareness",
        "Social AwarenessLearn how to communicate to resolve or diffuse group conflicts",
        "Develop decision making practices in order to become more creative and innovative"
      ],
      "instructor": "Janie Watkins",
      "ratings": 4.8,
      "enrolled": "10622+",
      "price": "$23.99",
      "duration": "total 12 hours"
    },
    {
      "id": "635ee4af7f0e1e11ae415f92",
      "index": 5,
      "image": "https://cdn.pixabay.com/photo/2017/06/20/22/14/man-2425121__340.jpg",
      "topic": "personal Life",
      "quote": "The art of life is to know how to enjoy a little and to endure very much.__William Hazlitt",
      "details": "This course will help you get the life you want now and in the future. It will help you assess what you want in life and work out what you need to do in the next year.\r\n",
      "willLearn":[
        "Appreciate the benefits of personal life planning",
        "Understand yourself more and what motivates and drives you in life",
        "Create bullet proof objectives for the next 12 months based on what you want out of life",
        "Priorities objectives to action over the next 12 months based on what makes you tick",
        "Personal support from myself via personal messaging or posting in the Q&A area of the course"
      ],
      "instructor": "Nichole Whitley",
      "ratings": 4.3,
      "enrolled": "31784+",
      "price": "$39.99",
      "duration": "total 18 hours"
    }
  ]