[
    {
      "id": "635ee4af75d9e91367b84016",
      "index": 0,
      "image": "https://cdn.pixabay.com/photo/2018/03/11/09/25/time-3216282__340.jpg",
      "topic": "Time Management",
      "details": "Irure officia exercitation tempor nisi fugiat Lorem sint dolor pariatur magna consectetur esse ullamco. Ex consequat Lorem quis duis amet deserunt Lorem. Ea velit cillum mollit quis sit magna. Adipisicing aliqua ex mollit ullamco fugiat irure mollit reprehenderit irure ea cupidatat do do aliquip.\r\n",
      "instructor": "Kaye Downs",
      "ratings": 4.8,
      "enrolled": "29539+",
      "price": "$28.99",
      "duration": "total 8.5 hours"
    },
    {
      "id": "635ee4af2aa36fe66368b4b4",
      "index": 1,
      "image": "https://images.pexels.com/photos/4386366/pexels-photo-4386366.jpeg?auto=compress&cs=tinysrgb&w=600",
      "topic": "Money Management",
      "details": "Id consequat veniam duis nisi mollit nostrud incididunt ad id qui cillum voluptate. Veniam nisi nisi occaecat Lorem dolor ut mollit laborum nisi fugiat ea non culpa. Aute minim laborum cillum magna laboris excepteur laboris. Nisi reprehenderit esse incididunt incididunt voluptate reprehenderit voluptate ut aliqua magna id pariatur. Est ut non consectetur dolore Lorem amet ad commodo amet mollit. Incididunt tempor excepteur aliquip dolore sint sint eu pariatur.\r\n",
      "instructor": "Tabatha Howell",
      "ratings": 4.9,
      "enrolled": "16888+",
      "price": "$20.99",
      "duration": "total 10 hours"
    },
    {
      "id": "635ee4afe745b6eada2cbab6",
      "index": 2,
      "image": "https://cdn.pixabay.com/photo/2017/02/09/11/40/school-2051712__340.jpg",
      "topic": "How to Learn Anything",
      "details": "Cupidatat cillum dolore elit nostrud excepteur cillum eiusmod aliqua ut proident. Sunt dolor Lorem occaecat irure adipisicing sunt. Laboris exercitation adipisicing reprehenderit tempor do est. Non labore nisi fugiat nostrud adipisicing enim enim aliqua esse pariatur veniam dolor et.\r\n",
      "instructor": "Geneva Glover",
      "ratings": 3.9,
      "enrolled": "23619+",
      "price": "$36.99",
      "duration": "total 6 hours"
    },
    {
      "id": "635ee4afeb57815ea0f8e1e6",
      "index": 3,
      "image": "https://cdn.pixabay.com/photo/2018/09/17/12/30/board-3683740__340.jpg",
      "topic": "Career Guideline",
      "details": "Sit pariatur laborum quis do culpa. Eu est et occaecat cillum consectetur qui sint anim. Proident incididunt laborum ea ullamco. Ex consectetur est non proident et cupidatat non officia.\r\n",
      "instructor": "Snyder Norman",
      "ratings": 4.1,
      "enrolled": "23493+",
      "price": "$14.99",
      "duration": "total 22 hours"
    },
    {
      "id": "635ee4af617a788fc661803d",
      "index": 4,
      "image": "https://cdn.pixabay.com/photo/2017/07/31/11/21/people-2557396__340.jpg",
      "topic": "Effective Communication",
      "details": "Aute ipsum ex officia in aute nulla non deserunt. Et sit in labore laboris incididunt ipsum cillum dolor do in. Enim qui sit tempor fugiat sunt aute deserunt adipisicing magna. Aliqua labore sint occaecat qui reprehenderit minim excepteur ullamco consectetur. Incididunt ut excepteur commodo elit incididunt sit aliqua excepteur dolor excepteur labore. Duis deserunt pariatur velit irure mollit incididunt tempor. Non aute minim ut ex.\r\n",
      "instructor": "Janie Watkins",
      "ratings": 4.8,
      "enrolled": "10622+",
      "price": "$23.99",
      "duration": "total 12 hours"
    },
    {
      "id": "635ee4af7f0e1e11ae415f92",
      "index": 5,
      "image": "https://cdn.pixabay.com/photo/2017/06/20/22/14/man-2425121__340.jpg",
      "topic": "personal Life",
      "details": "Lorem consequat consequat amet dolor elit culpa in tempor dolor tempor velit. Esse cillum velit elit dolor ea aute esse sit consequat ut deserunt cupidatat nostrud. Aliquip anim ea eu veniam elit consectetur est exercitation. Velit duis excepteur aliquip dolor esse anim consectetur ut mollit adipisicing occaecat. Velit cillum incididunt ad adipisicing id in culpa laborum.\r\n",
      "instructor": "Nichole Whitley",
      "ratings": 4.3,
      "enrolled": "31784+",
      "price": "$39.99",
      "duration": "total 18 hours"
    }
  ]